Repository: gelu22/cinnamon-spices-applets
Catalog: ScreenShot+RecordDesktop@tech71/files/ScreenShot+RecordDesktop@tech71/po/*.po
Languages: pl

source: ScreenShot
pl: Zrzut ekranu

source: Current Window
pl: Bieżące okno

source: Selected Area
pl: Wybrany obszar

source: Whole Screen
pl: Cały ekran

source: 1 Second Delay
pl: Opóźnienie 1 sek

source: 3 Second Delay
pl: Opóźnienie 3 sek

source: 5 Second Delay
pl: Opóźnienie 5 sek

source: Record Screencast
pl: Nagraj screencast

source: Record Desktop With Audio
pl: Nagraj pulpit z dźwiękiem

source: Recording
pl: Nagrywanie

source: With-Audio
pl: Z dźwiękiem

source: Record Desktop Without Audio
pl: Nagraj pulpit bez dźwięku

source: No-Audio
pl: Bez dźwięku

source: Record Current Window With Audio
pl: Nagraj bieżące okno z dźwiękiem

source: Record Current Window Without Audio
pl: Nagraj bieżące okno bez dźwięku

source: Stop Recording
pl: Zatrzymaj nagrywanie

source: Recording-Stopped
pl: Nagrywanie zatrzymane

source: Recording-Finished
pl: Nagrywanie zakończone

source: Take A Snapshot or Record Your Desktop
pl: Zrób zrzut swojego pulpitu

source: Pictures Folder
pl: Katalog obrazów

source: Videos Folder
pl: Katalog nagrań wideo

source: Take A Snapshot Or Record Your Desktop (recording requires the packages ffmpeg, xdotool & x11-utils to be installed)
pl: Zrób zrzut ekranu lub nagraj swój pulpit (nagrywanie wymaga instalacji pakietów ffmpeg, xdotool & x11-utils)" - [sudo apt install ffmpeg xdotool x11-utils]

source: ScreenShot+Record Desktop
pl: Nagraj pulpit bez dźwięku
